{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "a": 1,
      "b": 2,
      "c": 3,
      "d": 4,
      "e": 5,
      "f": 6,
      "g": 7,
      "h": 8,
      "i": 9,
      "k": 10,
      "l": 11,
      "m": 12,
      "n": 13,
      "o": 14,
      "p": 15,
      "q": 16,
      "r": 17,
      "s": 18,
      "t": 19,
      "u": 20,
      "v": 21,
      "w": 22,
      "x": 23,
      "y": 24,
      "z": 25,
      "th": 26,
      "the": 27,
      "at": 28,
      "in": 29,
      "en": 30,
      "to": 31,
      "ar": 32,
      "er": 33,
      "ge": 34,
      "ken": 35,
      "on": 36,
      "token": 37,
      "ai": 38,
      "an": 39
    },
    "merges": [
      [
        "t",
        "h"
      ],
      [
        "th",
        "e"
      ],
      [
        "a",
        "t"
      ],
      [
        "i",
        "n"
      ],
      [
        "e",
        "n"
      ],
      [
        "t",
        "o"
      ],
      [
        "a",
        "r"
      ],
      [
        "e",
        "r"
      ],
      [
        "g",
        "e"
      ],
      [
        "k",
        "en"
      ],
      [
        "o",
        "n"
      ],
      [
        "to",
        "ken"
      ],
      [
        "a",
        "i"
      ],
      [
        "a",
        "n"
      ]
    ]
  }
}